Revit 2017 API
StructuralSectionRectangular.PlasticModulusStrongAxis Property
 Plastic section modulus in bending about main strong axis (Z, Wpl)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2015
Syntax
C#
public double PlasticModulusStrongAxis { get; set; }
Visual Basic
Public Property PlasticModulusStrongAxis As Double
	Get
	Set
Visual C++
public:
property double PlasticModulusStrongAxis {
	double get ();
	void set (double value);
}
See Also
StructuralSectionRectangular Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace